Repository: JWThewes/resty-home
Catalog: RestyHome/Resources/Localizable.xcstrings
Source language: en
Languages: de

# status.starting
source: Starting...
de: Starte...

# status.loaded %lld %lld
source: Loaded: %1$lld home(s), %2$lld device(s)
de: Geladen: %1$lld Zuhause(s), %2$lld Gerät(e)

# status.listening %@
source: Listening on %@
de: Lauscht auf %@

# home.empty
source: No homes found. Make sure HomeKit is configured on this device.
de: Keine Zuhause gefunden. Stelle sicher, dass HomeKit auf diesem Gerät konfiguriert ist.

# home.summary %lld %lld %lld
source: %1$lld accessories, %2$lld rooms, %3$lld scenes
de: %1$lld Zubehör, %2$lld Räume, %3$lld Szenen

# api.footer %@
source: REST API running on %@
de: REST API läuft auf %@

# server.status.running
source: Server running
de: Server läuft

# server.status.stopped
source: Server stopped
de: Server gestoppt

# error.empty_request
source: Empty request
de: Leere Anfrage

# error.malformed_request
source: Malformed request line
de: Fehlerhafte Anfragezeile

# error.home_not_found %@
source: Home not found: %@
de: Zuhause nicht gefunden: %@

# error.accessory_not_found %@
source: Accessory not found: %@
de: Zubehör nicht gefunden: %@

# error.body_required
source: Request body required with 'characteristic' and 'value' fields
de: Anfragekörper mit den Feldern 'characteristic' und 'value' erforderlich

# error.scene_not_found %@
source: Scene not found: %@
de: Szene nicht gefunden: %@

# error.not_found %@ %@
source: Not found: %1$@ %2$@
de: Nicht gefunden: %1$@ %2$@

# error.missing_characteristic
source: Missing 'characteristic' field
de: Feld 'characteristic' fehlt

# error.missing_value
source: Missing 'value' field
de: Feld 'value' fehlt

# error.characteristic_not_found %@
source: Characteristic '%@' not found
de: Merkmal '%@' nicht gefunden

# error.characteristic_not_writable %@
source: Characteristic '%@' is not writable
de: Merkmal '%@' ist nicht beschreibbar

# error.set_value_failed %@
source: Failed to set value: %@
de: Wert konnte nicht gesetzt werden: %@

# error.execute_scene_failed %@
source: Failed to execute scene: %@
de: Szene konnte nicht ausgeführt werden: %@

source: Default Room
de: Standardraum

source: Unknown
de: Unbekannt

# menu.show_window
source: Show Window
de: Fenster anzeigen

# menu.launch_at_login
source: Launch at Login
de: Beim Anmelden starten

# menu.quit
source: Quit RestyHome
de: Beenden

# app.hint.close_window
source: Close window — app continues in menu bar
de: Fenster schließen — App läuft in der Menüleiste weiter
